Revit 2027 API
StructuralSectionISplitParallelFlange.ClearWebHeight Property
 Detailing depth between the web toes of the fillets, in.(mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double ClearWebHeight { get; set; }
Public Property ClearWebHeight As Double
	Get
	Set
public:
property double ClearWebHeight {
	double get ();
	void set (double value);
}
member ClearWebHeight : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionISplitParallelFlange Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace